Repository: TencentCloud/TIMSDK
Catalog: iOS/TUIKit/TUIRoomKit/Resources/Localized/TUIRoomKitLocalized.xcstrings
Source language: en
Languages: ar, zh_hans

source: invite you to join the conference
ar: أدعوك للانضمام إلى الاجتماع
zh_hans: 邀请你加入会议

# 's quick meeting
source: 's quick conference
ar: مؤتمر سريع
zh_hans: 的快速会议

source: Add to
ar: اضف إليه
zh_hans: 添加

source: Add user
ar: إضافة عضو
zh_hans: 添加成员

source: Administrator
ar: مدير
zh_hans: 管理员

source: Advanced Settings
ar: إعدادات متقدمة
zh_hans: 高级设置

source: After cancellation, other members will not be able to join
ar: بعد الإلغاء، لن يتمكن الأعضاء الآخرون من الانضمام
zh_hans: 预定成功，邀请成员加入

source: After transfer the host, you will become a general user
ar: . نحن في منتصف الطريق
zh_hans: 转交房主后将成为普通成员

source: Agree
ar: يوافق
zh_hans: 同意

source: Agree to all
ar: أتفق مع الجميع
zh_hans: 全部同意

source: All and new members will be banned from drawing
ar: سيتم منع جميع الأعضاء الجدد من الرسم
zh_hans: 所有以及新加入的成员将被禁画

source: All and newly joined members will be muted
ar: سيتم كتم صوت جميع الأعضاء المضافة حديثًا
zh_hans: 所有以及新加入的成员将被静音

source: All audios disabled
ar: صمت جميع الأعضاء
zh_hans: 已开启全体静音

source: All audios enabled
ar: كل صامت
zh_hans: 已解除全体静音

source: All current and incoming members will be muted
ar: سيتم كتم صوت جميع الأعضاء الجدد
zh_hans: 所有及新加入的成员将被静音

source: All current and incoming members will be restricted from video
ar: سيتم منع جميع الأعضاء الجدد من الفيديو
zh_hans: 所有及新加入的成员将被禁止视频

# All members
source: All
ar: كل الأعضاء
zh_hans: 所有成员

source: All members will be unmuted
ar: سيتم صمت جميع الأعضاء
zh_hans: 所有成员将被静音

source: All members will not be restricted from video
ar: سيتم حظر جميع الأعضاء من تشغيل الفيديو
zh_hans: 所有成员将被禁止开启视频

source: All on mute audio, unable to turn on microphone
ar: لقد قام المضيف بكتم صوت جميع الأعضاء ولا يمكنه تشغيل الميكروفون.
zh_hans: 全员静音中，无法开启麦克风

source: All on mute video, unable to turn on camera
ar: قام المضيف بتمكين جميع الأعضاء من حظر الصور ولا يمكنه تشغيل الكاميرا.
zh_hans: 全员禁画中，无法开启摄像头

source: All videos disabled
ar: تم تفعيل جميع عمليات الحظر
zh_hans: 已开启全体禁画

source: All videos enabled
ar: تم رفع جميع الحظر
zh_hans: 已解除全体禁画

source: Allow members to unban themselves
ar: السماح للأعضاء بفك الحظر عن أنفسهم
zh_hans: 允许成员自我解除禁画

source: Allow members to unmute themselves
ar: السماح للأعضاء بإلغاء كتم صوتهم
zh_hans: 允许成员自我解除静音

source: Already entered the meeting
ar: انضم بالفعل
zh_hans: 已入会

source: An existing member is sharing. Please try again later
ar: توجد حاليًا مشاركة للأعضاء، يرجى المحاولة مرة أخرى لاحقًا.
zh_hans: 当前已有成员正在进行共享，请稍后再操作

source: Application for stage has been cancelled
ar: تم إلغاء طلب المرحلة
zh_hans: 已经取消上台申请

source: Application has been sent, please wait for the owner/administrator to approve
ar: تم إرسال الطلب، يرجى انتظار موافقة المالك/المسؤول عليه
zh_hans: 申请已发出，请等待房主/管理员通过

source: Application to go on stage was rejected
ar: رفض المالك/المسؤول طلبك
zh_hans: 上台申请被拒绝

source: Applies
ar: ينطبق
zh_hans: 上台管理

source: Apply to be on stage
ar: تقدم بطلب للتواجد على المسرح
zh_hans: 申请上台

source: Appoint a new master
ar: تعيين مضيف جديد
zh_hans: 指定一位新主持人

source: Appoint and leave
ar: حدد واترك
zh_hans: 指定并离开

source: Approve
ar: يعتمد
zh_hans: 同意上台

source: Are you sure you want to end the conference?
ar: هل أنت متأكد أنك تريد إنهاء الاجتماع؟
zh_hans: 你确定要结束会议吗？

source: Are you sure you want to leave the conference
ar: هل أنت متأكد أنك تريد مغادرة الغرفة؟
zh_hans: 您确定要离开会议吗

source: Are you sure you want to leave the conference?
ar: هل أنت متأكد أنك تريد مغادرة الغرفة
zh_hans: 你确定要离开会议吗？

source: Are you sure you want to remove "xx"?
ar: هل أنت متأكد أنك تريد إزالة "xxx"؟
zh_hans: 你确定要移除"xx"吗？

source: Are you sure you want to step down?
ar: هل أنت متأكد أنك تريد التنحي؟
zh_hans: 确定要下台吗

source: Ask to start video
ar: اطلب بدء الفيديو
zh_hans: 请求开启视频

source: Ask to unmute
ar: اطلب إلغاء كتم الصوت
zh_hans: 请求开启音频

source: Audio
ar: صوتي
zh_hans: 音频

source: Audio Recording
ar: تسجيل الصوت
zh_hans: 音频录制

source: Audio Settings
ar: إعدادات الصوت
zh_hans: 音频设置

source: Authorize Now
ar: لتشغيل
zh_hans: 去开启

source: Beauty
ar: جمال
zh_hans: 美颜

source: Bitrate
ar: معدل الكود
zh_hans: 码率

source: Booking successful, invite members to join
ar: تم الحجز بنجاح، قم بدعوة الأعضاء للانضمام
zh_hans: 预定成功，邀请成员加入

source: Call
ar: يتصل
zh_hans: 呼叫

source: Call all
ar: اتصل بالجميع
zh_hans: 呼叫所有人

source: Calling...
ar: جارٍ الاتصال...
zh_hans: 呼叫中...

source: Camera
ar: آلة تصوير
zh_hans: 摄像头

source: Can be turned on after taking the stage
ar: يمكن تشغيله بعد اعتلاء المسرح
zh_hans: 上台后方可开启

source: Cancel
ar: يلغي
zh_hans: 取消

source: Cancel Room
ar: إلغاء الغرفة
zh_hans: 取消房间

source: Cancel this booked room
ar: إلغاء هذه الغرفة المحجوزة
zh_hans: 取消已预定的房间

source: Capture Volume
ar: حجم الالتقاط
zh_hans: 采集音量

source: Chat
ar: محادثة
zh_hans: 聊天

source: Check
ar: يفحص
zh_hans: 查看

source: Conference has already started, and it cannot be modified!
ar: لقد بدأ المؤتمر بالفعل، ولا يمكن تعديله!
zh_hans: 会议已开始，无法修改!

# Conference Host
source: Host:
ar: يستضيف:
zh_hans: 主持人：

source: Conference ID copied successfully.
ar: تم نسخ هوية المؤتمر بنجاح.
zh_hans: 会议号复制成功

source: Conference ID copied.
ar: تم نسخ هوية المؤتمر.
zh_hans: 会议号已复制

source: Conference Link copied.
ar: تم نسخ رابط المؤتمرات.
zh_hans: 会议链接已复制

source: Conference name cannot be empty!
ar: لا يمكن أن يكون اسم الغرفة فارغًا!
zh_hans: 房间名不能为空！

source: Conference password
ar: كلمة مرور المؤتمر
zh_hans: 房间密码

source: Conference password copied
ar: تم نسخ كلمة مرور المؤتمر
zh_hans: 会议密码已复制

source: Conference password copied successfully.
ar: تم نسخ كلمة مرور المؤتمر بنجاح.
zh_hans: 房间密码复制成功

source: Conference QR code
ar: رمز الاستجابة السريعة للمؤتمر
zh_hans: 会议二维码

source: Conference Type
ar: نوع المؤتمر
zh_hans: 会议类型

source: ConferenceID
ar: تعريف المؤتمر
zh_hans: 会议号

source: Confirm release
ar: تأكيد الافراج
zh_hans: 确认解除

source: Confirm transfer
ar: تأكيد النقل
zh_hans: 确认转交

source: Copy
ar: نسخ
zh_hans: 复制

source: Copy room information
ar: معلومات عن غرفة النسخ
zh_hans: 复制房间信息

source: Create Room
ar: إنشاء غرفة
zh_hans: 新建房间

source: Creator
ar: المنشئ
zh_hans: 发起人

source: Currently in the room
ar: حاليا في الغرفة
zh_hans: 当前已在房间中

source: Decline
ar: يرفض
zh_hans: 拒绝

source: Disable chat
ar: المنع
zh_hans: 禁言

source: Do not enter for now
ar: لم يدخل بعد
zh_hans: 暂不进入

source: Do you want to move xx out of the conference?
ar: هل تريد نقل xx من المؤتمر؟
zh_hans: 是否将xx移除会议？

source: Drop
ar: وضع بعيدا
zh_hans: 收起

source: Enable all video
ar: تمكين كل مقاطع الفيديو
zh_hans: 解除全体禁画

source: Enable chat
ar: إلغاء كتم الصوت
zh_hans: 解除禁言

source: Encrypt the room
ar: تشفير الغرفة
zh_hans: 房间加密

source: End Conference
ar: نهاية المؤتمر
zh_hans: 结束会议

source: End metting
ar: رفض الاجتماع
zh_hans: 结束会议

source: Enter
ar: يدخل
zh_hans: 进入

source: Enter 6-digit password
ar: أدخل كلمة المرور المكونة من 6 أرقام
zh_hans: 请输入6位进房密码

source: Enter a conference ID
ar: أدخل معرف المؤتمر
zh_hans: 请输入会议号

source: Enter a valid conference ID.
ar: أدخل معرف مؤتمر صالحًا.
zh_hans: 请输入正确的会议号

source: Enter the meeting
ar: أدخل الاجتماع
zh_hans: 进入会议

source: Enter the room
ar: أدخل الغرفة
zh_hans: 进入房间

source: Enter userID or username
ar: أدخل معرف المستخدم أو اسم المستخدم
zh_hans: 输入用户ID或用户名

source: Entered(xx)
ar: دخلت الغرفة(xx)
zh_hans: 已进房(xx)

source: Exit
ar: مخرج
zh_hans: 结束

source: Failed to disable video.
ar: فشل الحظر
zh_hans: 禁画失败

source: Failed to go on stage, invitation has timed out
ar: فشل الصعود على خشبة المسرح، انتهت مهلة الدعوة
zh_hans: 上台失败，邀请已超时

source: Failed to mute.
ar: فشل حظر القمح
zh_hans: 禁麦失败

source: Failed to remove xx.
ar: فشلت إزالة xxx
zh_hans: xx被移除失败

source: Floating
ar: نافذة عائمة
zh_hans: 悬浮窗

source: Floating Chat
ar: الدردشة العائمة
zh_hans: 开启聊天弹幕

source: Frame Rate
ar: معدل الإطار
zh_hans: 帧率

source: Free Speech Conference
ar: غرفة حرية التعبير
zh_hans: 自由发言会议

source: Free Speech Room
ar: غرفة حرية التعبير
zh_hans: 自由发言房间

source: Freeze video
ar: تجميد الفيديو
zh_hans: 全体禁画

source: Full High Definition
ar: دقة عالية كاملة
zh_hans: 超清

source: Generating room number, please try again later
ar: جارٍ إنشاء رقم الغرفة، يرجى المحاولة مرة أخرى لاحقاً
zh_hans: 正在生成会议号，请稍后重试

source: High Definition
ar: عالية الدقة
zh_hans: 高清

source: History Room
ar: غرفة التاريخ
zh_hans: 历史房间

source: Host
ar: صاحب المنزل
zh_hans: 房主

source: hour
ar: ساعة
zh_hans: 小时

source: I see
ar: أرى
zh_hans: 我知道了

source: If you do not want to end the conference, please appoint a new moderator before leaving the conference.
ar: إذا كنت لا ترغب في إنهاء الغرفة، فقم بتعيين مضيف جديد قبل مغادرة الغرفة
zh_hans: 如果您不想结束会议，请在离开会议前指定新的主持人

source: If you don't want to end the conference
ar: إذا كنت لا تريد إنهاء الاجتماع
zh_hans: 如果您不想结束会议

source: Including xx, yy people are applying to be on stage.
ar: بما في ذلك xx و yy من الأشخاص يقدمون طلبات للصعود على المسرح.
zh_hans: xx等yy人正在申请上台

source: Input can't be empty!
ar: لا يمكن أن يكون الإدخال فارغًا!
zh_hans: 输入不能为空

source: Invitation has been sent, waiting for users to join
ar: تم إرسال رسالة الدعوة، في انتظار انضمام الأعضاء
zh_hans: 邀请信息已发出，等待成员加入

source: Invite
ar: يدعو
zh_hans: 邀请

source: Invite member
ar: دعوة أعضاء
zh_hans: 邀请成员

source: Invite members to join
ar: دعوة الأعضاء للانضمام
zh_hans: 邀请成员加入

source: Invite Others
ar: دعوة الآخرين
zh_hans: 邀请成员

source: Invite to stage
ar: يدعو
zh_hans: 邀请上台

source: Invite you to a meeting
ar: أدعوكم إلى الاجتماع
zh_hans: 邀请你进入会议

source: Join
ar: ينضم
zh_hans: 加入

source: Join now
ar: نضم الان
zh_hans: 立即加入

source: Join Room
ar: انضم الى الغرفة
zh_hans: 加入房间

source: Join stage
ar: تعال على المسرح
zh_hans: 上台

source: Join the conference and turn on the camera
ar: انضم إلى الاجتماع وقم بتشغيل الكاميرا
zh_hans: 入会开启摄像头

source: Join the meeting and start the audio
ar: تمكين الصوت عند الانضمام إلى اجتماع
zh_hans: 入会开启音频

source: Latency
ar: تأخير الشبكة
zh_hans: 延迟

source: Later
ar: الحديث عن ذلك في وقت لاحق
zh_hans: 以后再说

source: Leave
ar: يترك
zh_hans: 离开

source: Leave conference
ar: ترك الاجتماع
zh_hans: 离开会议

source: Leave Conference
ar: مغادرة المؤتمر
zh_hans: 离开会议

source: Leave the stage
ar: يرجى التنحي
zh_hans: 请下台

source: Link
ar: وصلة
zh_hans: 会议链接

source: Local Mirror
ar: مرآة محلية
zh_hans: 本地镜像

source: Make host
ar: اصنع مضيفًا
zh_hans: 转交房主

source: Me
ar: أنا
zh_hans: 我

source: Meeting
ar: مقابلة
zh_hans: 会议

source: Meeting ended
ar: انتهى الاجتماع
zh_hans: 会议已结束

source: Meeting Settings
ar: الإعداد السريع للاجتماع
zh_hans: 快速会议设置

source: Members will be able to turn on the microphone
ar: بعد إطلاق سراحه، يمكن للمستخدم تشغيل الميكروفون بحرية.
zh_hans: 解除后用户可以自由开启麦克风

source: Members will be able to turn on video
ar: بعد التعطيل، يمكن للمستخدم بدء الفيديو بحرية
zh_hans: 解除后用户可以自由开启视频

source: Members will unable to turn on the microphone
ar: لن يتمكن الأعضاء من تشغيل الميكروفونات الخاصة بهم
zh_hans: 成员将无法开启麦克风

source: Members will unable to turn on video
ar: لن يتمكن الأعضاء من فتح شاشة الفيديو
zh_hans: 成员将无法开启视频画面

source: Microphone
ar: ميكروفون
zh_hans: 麦克风

source: Microphone on
ar: تشغيل الميكروفون
zh_hans: 开启麦克风

source: minute
ar: دقيقة
zh_hans: 分钟

source: Modify Room
ar: تعديل الغرفة
zh_hans: 修改房间

source: Modify successfully
ar: تم التعديل بنجاح
zh_hans: 修改成功

source: More
ar: أكثر
zh_hans: 展开

source: Mute
ar: صامت
zh_hans: 静音

source: Mute All
ar: كتم الكل
zh_hans: 全体静音

source: Mute message
ar: المنع
zh_hans: 禁言

source: Network
ar: شبكة
zh_hans: 网络

source: Network Quality Monitoring
ar: مراقبة جودة الشبكة
zh_hans: 质量检测

source: Next Day
ar: اليوم التالي
zh_hans: 次日

source: No access to camera
ar: لم يتم تمكين إذن الكاميرا
zh_hans: 相机权限未开启

source: No access to microphone
ar: لم يتم تمكين إذن الميكروفون
zh_hans: 麦克风权限未开启

source: No participants yet
ar: لا يوجد مشاركين حتى الان
zh_hans: 暂无成员

source: No participants's application yet
ar: لا يوجد طلب عضو حتى الآن
zh_hans: 暂无成员申请

source: No Room Scheduled
ar: لا توجد غرفة مجدولة
zh_hans: 暂无预订房间

source: Not canceled yet
ar: لم يتم إلغاؤه بعد
zh_hans: 暂不取消

source: Not Entered(xx)
ar: لم يتم الدخول للغرفة(xx)
zh_hans: 未进入(xx)

source: Not joining for now
ar: لن انضم في الوقت الحالي
zh_hans: 暂不入会

source: Not on stage(xx)
ar: ليس على المسرح (xx)
zh_hans: 未上台(xx)

source: OK
ar: يتأكد
zh_hans: 确定

source: On stage(xx)
ar: على المسرح (xx)
zh_hans: 已上台(xx)

source: On-stage Speaking Conference
ar: رفع الأيدي للتحدث في الغرفة
zh_hans: 举手发言会议

source: On-stage Speech Room
ar: غرفة الخطابة على المسرح
zh_hans: 举手发言房间

source: Ongoing
ar: جاري التنفيذ
zh_hans: 进行中

source: Other Settings
ar: الإعدادات الأخرى
zh_hans: 其他设置

source: Packet Loss Rate
ar: معدل فقدان الحزمة
zh_hans: 丢包率

source: Participant：
ar: مشارك:
zh_hans: 参会人：

source: Participants apply to come on stage
ar: يأتي الأعضاء على خشبة المسرح لتقديم الطلب
zh_hans: 成员上台申请

source: Participants(xx)
ar: عضو
zh_hans: 成员(xx)

source: Participating members
ar: الأعضاء المشاركين
zh_hans: 参与成员

source: People have entered the meeting
ar: لقد انضم الناس إلى العضوية
zh_hans: 人已入会

source: Playback Volume
ar: حجم التشغيل
zh_hans: 播放音量

source: Please appoint a new host before leaving the conference
ar: الرجاء تعيين مضيف جديد قبل مغادرة الاجتماع
zh_hans: 请在离开会议前指定新的主持人

source: Please enter your room password
ar: الرجاء إدخال كلمة المرور الخاصة بغرفتك
zh_hans: 请输入入会密码

source: Please exit before joining a new room
ar: يرجى الخروج قبل الانضمام إلى غرفة جديدة
zh_hans: 请先退出后再加入新的房间

source: Quick meeting
ar: اجتماع سريع
zh_hans: 快速会议

source: Raise your hand to speak
ar: ارفع يدك لكي تتكلم
zh_hans: 如果您想发言请先举手上麦

source: Reject
ar: يرفض
zh_hans: 拒绝

source: Reject all
ar: رفض الكل
zh_hans: 全部拒绝

source: rejected to the camera access request.
ar: رفض طلب تشغيل الكاميرا
zh_hans: 拒绝了摄像头开启请求

source: rejected to the microphone access request.
ar: رفض طلب الميكروفون
zh_hans: 拒绝了麦克风开启请求

source: Remove
ar: يزيل
zh_hans: 踢出会议

source: Resolution
ar: دقة
zh_hans: 分辨率

source: Revise
ar: يراجع
zh_hans: 修改

source: Room Details
ar: تفاصيل الغرفة
zh_hans: 房间详情

source: Room duration
ar: مدة الغرفة
zh_hans: 房间时长

source: Room ID
ar: معرف الغرفة
zh_hans: 房间号

source: Room information copied successfully
ar: تم نسخ معلومات الغرفة بنجاح
zh_hans: 房间信息复制成功

source: Room link
ar: رابط الغرفة
zh_hans: 房间链接

source: Room name
ar: اسم الغرفة
zh_hans: 房间名称

source: Room Password
ar: كلمة المرور الغرفة
zh_hans: 房间密码

source: Room type
ar: نوع الغرفة
zh_hans: 房间类型

source: Save
ar: يحفظ
zh_hans: 保存

source: Save into the album
ar: حفظ في الألبوم
zh_hans: 保存到相册

source: Say something...
ar: قل شيئا...
zh_hans: 说点什么...

source: Scan the code to enter the conference
ar: إفحص الرمز للدخول إلى المؤتمر
zh_hans: 扫码进入会议

# Schedule Room
source: Schedule
ar: جدول
zh_hans: 预定房间

source: Screen recording
ar: في التسجيل
zh_hans: 屏幕录制中

source: Search for participants
ar: البحث عن المشاركين
zh_hans: 搜索参会成员

source: Select Members
ar: حدد الأعضاء
zh_hans: 选择成员

source: Select time zone
ar: اختر المجال الزمني
zh_hans: 选择时区

source: Selected
ar: المحدد
zh_hans: 已选择

source: Send
ar: يرسل
zh_hans: 发送

source: Set as administrator
ar: تعيين كمسؤول
zh_hans: 设为管理员

source: Settings
ar: يثبت
zh_hans: 设置

source: Share
ar: شاشة المشاركة
zh_hans: 共享屏幕

source: Share room
ar: مشاركة الغرفة
zh_hans: 分享房间

source: Share Screen
ar: شاشة حية
zh_hans: 直播屏幕

source: Sign Out
ar: خروج
zh_hans: 退出登录

source: Smooth
ar: سلس
zh_hans: 流畅

source: Speaker on
ar: مكبر الصوت قيد التشغيل
zh_hans: 扬声器开启

source: Standard Definition
ar: تعريف قياسي
zh_hans: 标清

source: Start
ar: بدء التسجيل
zh_hans: 开始录制

source: Start video
ar: ابدأ الفيديو
zh_hans: 打开视频

source: Starting meeting
ar: اعداد
zh_hans: 正在发起

source: Starting time
ar: وقت البدء
zh_hans: 开始时间

source: Step down
ar: انزل
zh_hans: 下台

source: Stop
ar: قف
zh_hans: 停止

source: Stop all video
ar: إيقاف تشغيل كافة مقاطع الفيديو
zh_hans: 全体禁画

source: Stop screen sharing
ar: التوقف عن المشاركة
zh_hans: 停止共享

source: Stop TUIRoom screen sharing screen live?
ar: هل تريد إيقاف البث المباشر لشاشة مشاركة شاشة TUIRoom؟
zh_hans: 停止TUIRoom屏幕共享屏幕直播？

source: Stop video
ar: أوقف الفيديو
zh_hans: 关闭视频

source: Succeed on stage
ar: النجاح على المسرح
zh_hans: 上台成功

source: Super resolution
ar: واضح جدا
zh_hans: 超清

source: Switch layout
ar: تخطيط التبديل
zh_hans: 切换布局

source: The audience has been invited to open the audio
ar: تمت دعوة الجمهور لتشغيل الصوت
zh_hans: 已向观众发出开启音频邀请

source: The audience has been invited to open the video
ar: تمت دعوة المشاهد لبدء الفيديو
zh_hans: 已向观众发出开启视频邀请

source: The audience has been invited to the stage
ar: تم إرسال الدعوات للجمهور إلى المسرح
zh_hans: 已向观众发出上台邀请

source: The conference admin status of xx has been withdrawn
ar: تم سحب حالة مدير المؤتمر لـ xx
zh_hans: 已将xx的管理员身份撤回

source: The conference owner disabled your video.
ar: تم إيقاف تشغيل الكاميرا
zh_hans: 您已被关闭摄像头

source: The conference was closed.
ar: تم إغلاق المؤتمر.
zh_hans: 会议已被销毁

source: The current number of people on stage has reached the limit
ar: لقد وصل العدد الحالي للأشخاص على المسرح إلى الحد الأعلى
zh_hans: 当前上台人数已达上限

source: The host has been transferred to xx
ar: لقد تم نقل مالك المؤتمر إلى xx
zh_hans: 已将房主转交给xx

source: The invitation to start the audio has timed out
ar: انتهت مهلة الدعوة لتمكين الصوت
zh_hans: 开启音频的邀请已经超时

source: The invitation to start the video has timed out
ar: انتهت مهلة الدعوة لبدء الفيديو
zh_hans: 开启视频的邀请已经超时

source: The invitation to xx to go on stage has timed out
ar: انتهت مهلة الدعوة الموجهة إلى xx للظهور على خشبة المسرح.
zh_hans: 对xx的上台邀请已超时

source: The request to go on stage has timed out
ar: لقد انتهت مهلة طلب الصعود إلى المسرح
zh_hans: 上台请求已超时

source: The stage is full
ar: المسرح ممتلئ
zh_hans: 台上人数已满

source: The stage is full, please contact the host
ar: المسرح ممتلئ، يرجى الاتصال بالمضيف
zh_hans: 台上人数已满，请联系主持人

source: The start time cannot be earlier than the current time
ar: لا يمكن أن يكون وقت البدء قبل الوقت الحالي
zh_hans: 开始时间不能早于当前时间

source: This member has already received the same request, please try again later
ar: لقد تلقى هذا العضو نفس الطلب بالفعل، يرجى المحاولة مرة أخرى لاحقًا
zh_hans: 该成员已收到相同请求，请稍后再试

source: Time zone
ar: وحدة زمنية
zh_hans: 时区

source: To get on stage again, you need to resend the application and wait for the owner/administrator to approve it.
ar: للصعود إلى المسرح مرة أخرى، يتعين عليك إعادة إرسال الطلب وانتظار موافقة المالك/المسؤول عليه.
zh_hans: 再次上台需要重新发送申请，并等待房主/管理员通过

source: Transfer the host to xx
ar: انقل مالك المؤتمر إلى
zh_hans: 将房主转交给xx

source: Unable to use audio function, click "Authorize Now" to open the microphone permission.
ar: غير قادر على استخدام وظيفة الصوت والفيديو لعدة أشخاص، انقر فوق "تمكين" لتشغيل إذن الميكروفون
zh_hans: 无法使用多人音视频语音功能，点击"去开启"打开麦克风权限

source: Unable to use the video function, click "Authorize Now" to open the camera permission.
ar: غير قادر على استخدام وظائف الصوت والفيديو والفيديو متعددة الأشخاص، انقر فوق "لفتح" لفتح إذن الكاميرا
zh_hans: 无法使用多人音视频视频功能，点击"去开启"打开相机权限

source: Undo administrator
ar: إزالة المسؤول
zh_hans: 撤销管理员

source: Unmute
ar: إلغاء كتم الصوت
zh_hans: 取消静音

source: Unmute all
ar: إلغاء كتم الكل
zh_hans: 解除全体静音

source: Unmute message
ar: إلغاء كتم الصوت
zh_hans: 解除禁言

source: Users(%lld)
ar: مستخدم(%lld)
zh_hans: 成员(%lld)

source: Video
ar: فيديو
zh_hans: 视频

source: Video on
ar: تشغيل الفيديو
zh_hans: 开启视频

source: Video Settings
ar: إعدادات الفيديو
zh_hans: 视频设置

source: Volume Reminder
ar: موجه الحجم
zh_hans: 音量提示

source: Wait
ar: يتمسك
zh_hans: 再等等

source: Waiting for members to enter the meeting
ar: في انتظار انضمام الأعضاء إلى الاجتماع
zh_hans: 等待成员入会

source: Wrong password, please re-enter
ar: كلمة المرور خاطئة، يرجى إعادة إدخالها
zh_hans: 密码错误，请重新输入

source: xx has been set as conference admin
ar: تم تعيين xx كمدير للمؤتمرات
zh_hans: 已将xx设为管理员

source: xx invites you to speak on stage
ar: يدعوك xx للتحدث على المسرح
zh_hans: xx邀请您上台发言

source: xx invites you to turn on the camera
ar: يدعوك xx لتشغيل الكاميرا
zh_hans: xx邀请您开启视频画面

source: xx invites you to turn on the microphone
ar: يدعوك xx إلى تشغيل الميكروفون
zh_hans: xx邀请您开启语音

source: xx is applying to be on stage.
ar: يتقدم xx ليكون على المسرح
zh_hans: xx正在申请上台

source: xx is on stage
ar: لقد وصل xx إلى السلطة
zh_hans: xx已上台

source: xx refused to go on stage
ar: xx يرفض الصعود على خشبة المسرح
zh_hans: xx拒绝上台

source: xx's temporary room
ar: غرفة مؤقتة لـxx
zh_hans: xx的临时房间

source: xx/300 people
ar: xx/300 شخص
zh_hans: xx/300人

source: You are already in another conference
ar: أنت بالفعل في مؤتمر آخر
zh_hans: 您已经在其他会议中

source: You are already logged in elsewhere
ar: لقد قمت بالفعل بتسجيل الدخول في مكان آخر
zh_hans: 您已在其它地方登录

source: You are logged out
ar: لقد قمت بتسجيل الخروج
zh_hans: 您已退出登录

source: You are now a host
ar: أنت الآن مالك مؤتمر
zh_hans: 您已成为房主

source: You are sharing your screen
ar: شاشة المشاركة
zh_hans: 你正在共享屏幕

source: You can share conference number or link to invite more people to join the conference
ar: يمكنك مشاركة رقم المؤتمر أو الرابط لدعوة المزيد من الأشخاص للانضمام إلى المؤتمر
zh_hans: 您可以分享会议号或链接邀请更多人加入会议

source: You can share room number or link to invite more people to join the room
ar: يمكنك مشاركة رقم الغرفة أو الرابط لدعوة المزيد من الأشخاص للانضمام إلى الغرفة
zh_hans: 您可以分享会议号或链接邀请更多人加入房间

source: You can turn on the camera and unmute it once you are on stage
ar: يمكنك تشغيل الكاميرا وإلغاء كتم صوتها بمجرد صعودك على المسرح
zh_hans: 您上台后可以打开摄像头和取消静音

source: You have become a conference admin
ar: أصبحت مدير مؤتمرات
zh_hans: 您已成为管理员

source: You have been asked to leave stage
ar: لقد طلب منك مغادرة المسرح
zh_hans: 您已被请下台

source: You were muted by the host.
ar: لقد كنت صامتاً من قبل المضيف
zh_hans: 您已被静音

source: You were muted message by the host.
ar: لقد كنت رسالة صامتة من مالك المؤتمر
zh_hans: 您已被禁言

source: You were removed by the host.
ar: لقد تم طردك من قبل صاحب المؤتمر
zh_hans: 你已经被主持人移除

source: You were unmuted message by the host.
ar: لقد كنت رسالة غير صامتة من مالك المؤتمر
zh_hans: 主持人解除了你的禁言

source: Your conference admin status has been revoked
ar: لقد تم إلغاء حالتك كمدير المؤتمر
zh_hans: 您的管理员身份被收回

source: Your Name
ar: اسمك
zh_hans: 您的姓名

source: Your room password format is incorrect, please check it
ar: صيغة كلمة المرور الخاصة بغرفتك غير صحيحة، يرجى التحقق منها
zh_hans: 房间密码格式不正确，请检查

source: Your system version is below 12.0. Please update.
ar: إصدار النظام أقل من 12.0، يرجى ترقية النظام
zh_hans: 系统版本低于12.0，请升级系统

source: People
zh_hans: 人
